[
  "Until the U.S. Federal Reserve was created in 1908, individual banks could create their own money.",
  "The world's first bank was Monte Dei Paschi di Siena, founded in 1472 and headquartered in Tuscany, Italy. It still operates today.",
  "Flatbush National Bank of Brooklyn was the first bank to issue a credit card in 1946.",
  "The dollar bill has a life span of about 18 months.",
  "The five dollar bill has a life span of about 2 years.",
  "The ten dollar bill has a life span of about 3 years.",
  "The first ATM to ever exist was at Barclays Bank in London, in 1967.",
  "You can give change for a dollar in 293 different coin variations.",
  "The first credit card was created because of the embarrassment of a man who had to pay for dinner but forgot his wallet.",
  "The world's first paper money was created in china 1400 years ago.",
  "More Monopoly money is printed every year than real money.",
  "A penny costs 2.4 cents to manufacture.",
  "2/3 of the people on earth have never seen snow.",
  "A hummingbird weighs less than a penny.",
  "The average person walks the equivalent of three times around the world in a lifetime.",
  "The average four-year-old child asks over four hundred questions a day.",
  "There is a basketball court above the Supreme Court, it's known as the highest court in the land.",
  "Cotton candy was invented by a dentist.",
  "Crocodiles cannot stick their tongues out.",
  "The first photo camera took 8 hours to take a photo, during which you would need to remain still.",
  "Breathing the air in Mumbai, India, for just one day is equivalent to smoking 100 cigarettes.",
  "Scientists can turn peanut butter into diamonds.",
  "A ducks quack does not echo.",
  "A ball of glass will bounce higher than a ball of rubber.",
  "US Dollar bills are made out of cotton and linen.",
  "Three quarters, four dimes, and four pennies totals to $1.19. It is also the largest amount of money in coins without being able to make change for a dollar.",
  "It takes more calories to eat a piece of celery than the celery has in it to begin with.",
  "\"Almost\" is the longest word in the English language with all the letters in alphabetical order.",
  "The average lead pencil will draw a line 35 miles long or write approximately 50,000 English words.",
  "There are two credit cards for every person in the United States.",
  "$283,200 is the absolute highest amount of money you can win on Jeopardy.",
  "You share your birthday with at least 9 million other people in the world."
]